<!DOCTYPE html>
<html>
<head>	
	<title>Yogaschule Sch&ouml;nbuch | Datenschutzerkl&auml;rung</title>
	<meta name="description" content="Yogaschule Sch&ouml;nbuch - Hatha-Yoga in der Tradition von B. K. S. Iyengar" />
	<meta name="keywords" content="Hatha, Yoga, Iyengar, Herrenberg, Kayh, Sch&ouml;nbuch, Krahl, Schoenbuch, Yogaschule, Yoga-Schule, Yogakurs, Yoga-Kurs " />
	<meta name="author" content="Barbara Krahl" />
	<meta name="copyright" content="Yogaschule Sch&ouml;nbuch - Obere-&Auml;cker-Straße 28, 71083 Herrenberg-Kayh" />
	<meta name="generator" content="componeo InternetBaukasten" />
	<meta http-equiv="content-type" content="text/html; charset=iso-8859-1" />
	<meta name="MSSmartTagsPreventParsing" content="true" />
	<meta name="robots" content="index, follow" />
	
	<link rel="stylesheet" type="text/css" media="screen" href="design/ng_transparenz/media/style.css" />
	<link rel="stylesheet" type="text/css" media="screen" href="design/ng_transparenz/media/navigation.css" />
	<link rel="stylesheet" type="text/css" media="screen" href="design/ng_transparenz/media/personalize.css" />
	<link rel="stylesheet" type="text/css" media="screen" href="design/ng_transparenz/media/ibk_footer.css" />
	<link rel="stylesheet" type="text/css" media="print" href="design/ng_transparenz/media/print_style.css" />
	<script type="text/javascript" src="design/ng_transparenz/media/script.js"></script>
	<style type='text/css'>
#ibk_headtext1 {
	font-size: 50px;

}
#ibk_headtext2 {
	font-size: 20px;

}
body {
	background-image: url('data/kundendaten/238608/ng_transparenz_dk_bodybg_dk_ffffff.gif');

	background-repeat: repeat;

}
#ibk_head_container, .ibk_head_container {
	background-image: url('data/kundendaten/238608/ng_transparenz_dk_headimg_dk_Logo.jpg')
}</style>

	<script type='text/javascript' src='https://service.internet-baukasten.de/centraljs/protoaculous/prototype.js'></script>
<script type='text/javascript' src='https://service.internet-baukasten.de/centraljs/protoaculous/scriptaculous.js'></script>
<script type='text/javascript' src='https://service.internet-baukasten.de/centraljs/ibkscripts.js'></script>
<script type='text/javascript' src='https://service.internet-baukasten.de/centraljs/lightview/js/lightview.js'></script>
<script type='text/javascript' src='https://service.internet-baukasten.de/centraljs/lightwindow/javascript/lightwindow.yui120903.js'></script>
<link rel='stylesheet' type='text/css' href='https://service.internet-baukasten.de/centralcss/global.120418.css' />
<link rel='stylesheet' type='text/css' href='https://service.internet-baukasten.de/centraljs/lightview/css/lightview.css' />
<link rel='stylesheet' type='text/css' href='https://service.internet-baukasten.de/centraljs/lightwindow/css/lightwindow.111227.css' />

<meta http-equiv="Last-Modified" content="Wed, 25 Jan 2023 14:37:26 GMT" />

	

<meta name="google-site-verification" content="i18d5uCiOiIet7dfxzeUc561G-Fu-Wk8mYNMHZj3Y68" />
	
	
</head>
<body class="dk_c dk_w1000 dk_hh240 dk_hbgbc dk_hfTrebuchet">
<div id="ibk_master_wrapper">	
	<div id="ibk_master_container" class="rundeecke5">
		<div id="ibk_head_container" class="rundeecke5">
			<div id="ibk_head_box">
				<div id="ibk_headtext1"><span id="ibk_headtext1_span"></span></div>
				<div id="ibk_headtext2"><span id="ibk_headtext2_span"></span></div>
			</div>
		</div>
		<div id="ibk_main_container" class="rundeecke5">
			<div id="ibk_navi_main_container">
				<div id="ibk_navi_container" class="rundeecke5">
					<div id="ibk_navi_box">
						<ul id="ibk_nav_ul" class="ibk_nav_ebene1 ibk_ul_open"><li id="ibk_nav_li_01" class="ibk_li_closed"><a href="./" class="ibk_nav_inaktiv">Startseite</a></li>
  <li id="ibk_nav_li_02" class="ibk_li_closed"><a href="2.html" class="ibk_nav_inaktiv">&Uuml;ber mich</a></li>
  <li id="ibk_nav_li_03" class="ibk_li_closed"><a href="3.html" class="ibk_nav_inaktiv">Yogaunterricht</a>
  </li>
  <li id="ibk_nav_li_04" class="ibk_li_closed"><a href="4.html" class="ibk_nav_inaktiv">Kursangebot / Preise</a></li>
  <li id="ibk_nav_li_05" class="ibk_li_closed"><a href="5.html" class="ibk_nav_inaktiv">Aktuelles</a></li>
  <li id="ibk_nav_li_06" class="ibk_li_closed"><a href="6.html" class="ibk_nav_inaktiv">Bildergalerie</a></li>
  <li id="ibk_nav_li_07" class="ibk_li_closed"><a href="7.html" class="ibk_nav_inaktiv">Anfahrt</a></li>
  <li id="ibk_nav_li_08" class="ibk_li_closed"><a href="8.html" class="ibk_nav_inaktiv">Kontakt</a></li>
  <li id="ibk_nav_li_09" class="ibk_li_closed"><a href="9.html" class="ibk_nav_inaktiv">Impressum</a></li>
  <li id="ibk_nav_li_10" class="ibk_li_open"><a href="10.html" class="ibk_nav_aktiv">Datenschutzerkl&auml;rung</a></li>
</ul>

					</div>
				</div>
				
				<div id="ibk_sub_nav_content">
						
				</div>
				<br clear="all" />
			</div>
			
			<div id="ibk_content_container" class="rundeecke5">
				<div id="ibk_content_box">
					<div>

<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969"><span style="font-size:18px"><strong>Datenschutzerkl&auml;rung</strong></span></span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Wir freuen uns sehr &uuml;ber Ihr Interesse an unserem Unternehmen. Datenschutz hat einen besonders hohen Stellenwert f&uuml;r die Gesch&auml;ftsleitung der YOGASCHULE SCH&Ouml;NBUCH. Eine Nutzung der Internetseiten der YOGASCHULE SCH&Ouml;NBUCH ist grunds&auml;tzlich ohne jede Angabe personenbezogener Daten m&ouml;glich. Sofern eine betroffene Person besondere Services unseres Unternehmens &uuml;ber unsere Internetseite in Anspruch nehmen m&ouml;chte, k&ouml;nnte jedoch eine Verarbeitung personenbezogener Daten erforderlich werden. Ist die Verarbeitung personenbezogener Daten erforderlich und besteht f&uuml;r eine solche Verarbeitung keine gesetzliche Grundlage, holen wir generell eine Einwilligung der betroffenen Person ein.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die Verarbeitung personenbezogener Daten, beispielsweise des Namens, der Anschrift, E-Mail-Adresse oder Telefonnummer einer betroffenen Person, erfolgt stets im Einklang mit der Datenschutz-Grundverordnung und in &Uuml;bereinstimmung mit den f&uuml;r die YOGASCHULE SCH&Ouml;NBUCH geltenden landesspezifischen Datenschutzbestimmungen. Mittels dieser Datenschutzerkl&auml;rung m&ouml;chte unser Unternehmen die &Ouml;ffentlichkeit &uuml;ber Art, Umfang und Zweck der von uns erhobenen, genutzten und verarbeiteten personenbezogenen Daten informieren. Ferner werden betroffene Personen mittels dieser Datenschutzerkl&auml;rung &uuml;ber die ihnen zustehenden Rechte aufgekl&auml;rt.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die YOGASCHULE SCH&Ouml;NBUCH hat als f&uuml;r die Verarbeitung Verantwortlicher zahlreiche technische und organisatorische Ma&szlig;nahmen umgesetzt, um einen m&ouml;glichst l&uuml;ckenlosen Schutz der &uuml;ber diese Internetseite verarbeiteten personenbezogenen Daten sicherzustellen. Dennoch k&ouml;nnen Internetbasierte Daten&uuml;bertragungen grunds&auml;tzlich Sicherheitsl&uuml;cken aufweisen, sodass ein absoluter Schutz nicht gew&auml;hrleistet werden kann. Aus diesem Grund steht es jeder betroffenen Person frei, personenbezogene Daten auch auf alternativen Wegen, beispielsweise telefonisch, an uns zu &uuml;bermitteln.</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">1. Begriffsbestimmungen</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die Datenschutzerkl&auml;rung der YOGASCHULE SCH&Ouml;NBUCH beruht auf den Begrifflichkeiten, die durch den Europ&auml;ischen Richtlinien- und Verordnungsgeber beim Erlass der Datenschutz-Grundverordnung (DS-GVO) verwendet wurden. Unsere Datenschutzerkl&auml;rung soll sowohl f&uuml;r die &Ouml;ffentlichkeit als auch f&uuml;r unsere Kunden und Gesch&auml;ftspartner einfach lesbar und verst&auml;ndlich sein. Um dies zu gew&auml;hrleisten, m&ouml;chten wir vorab die verwendeten Begrifflichkeiten erl&auml;utern.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Wir verwenden in dieser Datenschutzerkl&auml;rung unter anderem die folgenden Begriffe:</span></span></p>



<ul>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">a)&nbsp;&nbsp;&nbsp; personenbezogene Daten</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare nat&uuml;rliche Person (im Folgenden &bdquo;betroffene Person&ldquo;) beziehen. Als identifizierbar wird eine nat&uuml;rliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung oder zu einem oder mehreren besonderen Merkmalen, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identit&auml;t dieser nat&uuml;rlichen Person sind, identifiziert werden kann.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">b)&nbsp;&nbsp;&nbsp; betroffene Person</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Betroffene Person ist jede identifizierte oder identifizierbare nat&uuml;rliche Person, deren personenbezogene Daten von dem f&uuml;r die Verarbeitung Verantwortlichen verarbeitet werden.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">c)&nbsp;&nbsp;&nbsp; Verarbeitung</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Verarbeitung ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgef&uuml;hrte Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten wie das Erheben, das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Ver&auml;nderung, das Auslesen, das Abfragen, die Verwendung, die Offenlegung durch &Uuml;bermittlung, Verbreitung oder eine andere Form der Bereitstellung, den Abgleich oder die Verkn&uuml;pfung, die Einschr&auml;nkung, das L&ouml;schen oder die Vernichtung.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">d)&nbsp;&nbsp;&nbsp; Einschr&auml;nkung der Verarbeitung</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Einschr&auml;nkung der Verarbeitung ist die Markierung gespeicherter personenbezogener Daten mit dem Ziel, ihre k&uuml;nftige Verarbeitung einzuschr&auml;nken.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">e)&nbsp;&nbsp;&nbsp; Profiling</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Profiling ist jede Art der automatisierten Verarbeitung personenbezogener Daten, die darin besteht, dass diese personenbezogenen Daten verwendet werden, um bestimmte pers&ouml;nliche Aspekte, die sich auf eine nat&uuml;rliche Person beziehen, zu bewerten, insbesondere, um Aspekte bez&uuml;glich Arbeitsleistung, wirtschaftlicher Lage, Gesundheit, pers&ouml;nlicher Vorlieben, Interessen, Zuverl&auml;ssigkeit, Verhalten, Aufenthaltsort oder Ortswechsel dieser nat&uuml;rlichen Person zu analysieren oder vorherzusagen.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">f)&nbsp;&nbsp;&nbsp;&nbsp; Pseudonymisierung</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Pseudonymisierung ist die Verarbeitung personenbezogener Daten in einer Weise, auf welche die personenbezogenen Daten ohne Hinzuziehung zus&auml;tzlicher Informationen nicht mehr einer spezifischen betroffenen Person zugeordnet werden k&ouml;nnen, sofern diese zus&auml;tzlichen Informationen gesondert aufbewahrt werden und technischen und organisatorischen Ma&szlig;nahmen unterliegen, die gew&auml;hrleisten, dass die personenbezogenen Daten nicht einer identifizierten oder identifizierbaren nat&uuml;rlichen Person zugewiesen werden.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">g)&nbsp;&nbsp;&nbsp; Verantwortlicher oder f&uuml;r die Verarbeitung Verantwortlicher</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Verantwortlicher oder f&uuml;r die Verarbeitung Verantwortlicher ist die nat&uuml;rliche oder juristische Person, Beh&ouml;rde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen &uuml;ber die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet. Sind die Zwecke und Mittel dieser Verarbeitung durch das Unionsrecht oder das Recht der Mitgliedstaaten vorgegeben, so kann der Verantwortliche beziehungsweise k&ouml;nnen die bestimmten Kriterien seiner Benennung nach dem Unionsrecht oder dem Recht der Mitgliedstaaten vorgesehen werden.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">h)&nbsp;&nbsp;&nbsp; Auftragsverarbeiter</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Auftragsverarbeiter ist eine nat&uuml;rliche oder juristische Person, Beh&ouml;rde, Einrichtung oder andere Stelle, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Empf&auml;nger</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Empf&auml;nger ist eine nat&uuml;rliche oder juristische Person, Beh&ouml;rde, Einrichtung oder andere Stelle, der personenbezogene Daten offengelegt werden, unabh&auml;ngig davon, ob es sich bei ihr um einen Dritten handelt oder nicht. Beh&ouml;rden, die im Rahmen eines bestimmten Untersuchungsauftrags nach dem Unionsrecht oder dem Recht der Mitgliedstaaten m&ouml;glicherweise personenbezogene Daten erhalten, gelten jedoch nicht als Empf&auml;nger.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">j)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dritter</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Dritter ist eine nat&uuml;rliche oder juristische Person, Beh&ouml;rde, Einrichtung oder andere Stelle au&szlig;er der betroffenen Person, dem Verantwortlichen, dem Auftragsverarbeiter und den Personen, die unter der unmittelbaren Verantwortung des Verantwortlichen oder des Auftragsverarbeiters befugt sind, die personenbezogenen Daten zu verarbeiten.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">k)&nbsp;&nbsp;&nbsp; Einwilligung</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Einwilligung ist jede von der betroffenen Person freiwillig f&uuml;r den bestimmten Fall in informierter Weise und unmissverst&auml;ndlich abgegebene Willensbekundung in Form einer Erkl&auml;rung oder einer sonstigen eindeutigen best&auml;tigenden Handlung, mit der die betroffene Person zu verstehen gibt, dass sie mit der Verarbeitung der sie betreffenden personenbezogenen Daten einverstanden ist.</span></span></p>

	</li>

</ul>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">2. Name und Anschrift des f&uuml;r die Verarbeitung Verantwortlichen</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Verantwortlicher im Sinne der Datenschutz-Grundverordnung, sonstiger in den Mitgliedstaaten der Europ&auml;ischen Union geltenden Datenschutzgesetze und anderer Bestimmungen mit datenschutzrechtlichem Charakter ist die:</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">YOGASCHULE SCH&Ouml;NBUCH</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Obere-&Auml;cker-Stra&szlig;e 28</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">71083 Herrenberg</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Deutschland</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Tel.: 01722961063</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">E-Mail: yogaschule-schoenbuch@t-online.de</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Website: www.yogaschule-schoenbuch.de</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">3. Cookies</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die Internetseiten der YOGASCHULE SCH&Ouml;NBUCH verwenden Cookies. Cookies sind Textdateien, welche &uuml;ber einen Internetbrowser auf einem Computersystem abgelegt und gespeichert werden.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Zahlreiche Internetseiten und Server verwenden Cookies. Viele Cookies enthalten eine sogenannte Cookie-ID. Eine Cookie-ID ist eine eindeutige Kennung des Cookies. Sie besteht aus einer Zeichenfolge, durch welche Internetseiten und Server dem konkreten Internetbrowser zugeordnet werden k&ouml;nnen, in dem das Cookie gespeichert wurde. Dies erm&ouml;glicht es den besuchten Internetseiten und Servern, den individuellen Browser der betroffenen Person von anderen Internetbrowsern, die andere Cookies enthalten, zu unterscheiden. Ein bestimmter Internetbrowser kann &uuml;ber die eindeutige Cookie-ID wiedererkannt und identifiziert werden.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Durch den Einsatz von Cookies kann die YOGASCHULE SCH&Ouml;NBUCH den Nutzern dieser Internetseite nutzerfreundlichere Services bereitstellen, die ohne die Cookie-Setzung nicht m&ouml;glich w&auml;ren.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Mittels eines Cookies k&ouml;nnen die Informationen und Angebote auf unserer Internetseite im Sinne des Benutzers optimiert werden. Cookies erm&ouml;glichen uns, wie bereits erw&auml;hnt, die Benutzer unserer Internetseite wiederzuerkennen. Zweck dieser Wiedererkennung ist es, den Nutzern die Verwendung unserer Internetseite zu erleichtern. Der Benutzer einer Internetseite, die Cookies verwendet, muss beispielsweise nicht bei jedem Besuch der Internetseite erneut seine Zugangsdaten eingeben, weil dies von der Internetseite und dem auf dem Computersystem des Benutzers abgelegten Cookie &uuml;bernommen wird. Ein weiteres Beispiel ist das Cookie eines Warenkorbes im Online-Shop. Der Online-Shop merkt sich die Artikel, die ein Kunde in den virtuellen Warenkorb gelegt hat, &uuml;ber ein Cookie.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die betroffene Person kann die Setzung von Cookies durch unsere Internetseite jederzeit mittels einer entsprechenden Einstellung des genutzten Internetbrowsers verhindern und damit der Setzung von Cookies dauerhaft widersprechen. Ferner k&ouml;nnen bereits gesetzte Cookies jederzeit &uuml;ber einen Internetbrowser oder andere Softwareprogramme gel&ouml;scht werden. Dies ist in allen g&auml;ngigen Internetbrowsern m&ouml;glich. Deaktiviert die betroffene Person die Setzung von Cookies in dem genutzten Internetbrowser, sind unter Umst&auml;nden nicht alle Funktionen unserer Internetseite vollumf&auml;nglich nutzbar.</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">4. Erfassung von allgemeinen Daten und Informationen</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die Internetseite der YOGASCHULE SCH&Ouml;NBUCH erfasst mit jedem Aufruf der Internetseite durch eine betroffene Person oder ein automatisiertes System eine Reihe von allgemeinen Daten und Informationen. Diese allgemeinen Daten und Informationen werden in den Logfiles des Servers gespeichert. Erfasst werden k&ouml;nnen die (1) verwendeten Browsertypen und Versionen, (2) das vom zugreifenden System verwendete Betriebssystem, (3) die Internetseite, von welcher ein zugreifendes System auf unsere Internetseite gelangt (sogenannte Referrer), (4) die Unterwebseiten, welche &uuml;ber ein zugreifendes System auf unserer Internetseite angesteuert werden, (5) das Datum und die Uhrzeit eines Zugriffs auf die Internetseite, (6) eine Internet-Protokoll-Adresse (IP-Adresse), (7) der Internet-Service-Provider des zugreifenden Systems und (8) sonstige &auml;hnliche Daten und Informationen, die der Gefahrenabwehr im Falle von Angriffen auf unsere informationstechnologischen Systeme dienen.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Bei der Nutzung dieser allgemeinen Daten und Informationen zieht die YOGASCHULE SCH&Ouml;NBUCH keine R&uuml;ckschl&uuml;sse auf die betroffene Person. Diese Informationen werden vielmehr ben&ouml;tigt, um (1) die Inhalte unserer Internetseite korrekt auszuliefern, (2) die Inhalte unserer Internetseite sowie die Werbung f&uuml;r diese zu optimieren, (3) die dauerhafte Funktionsf&auml;higkeit unserer informationstechnologischen Systeme und der Technik unserer Internetseite zu gew&auml;hrleisten sowie (4) um Strafverfolgungsbeh&ouml;rden im Falle eines Cyberangriffes die zur Strafverfolgung notwendigen Informationen bereitzustellen. Diese anonym erhobenen Daten und Informationen werden durch die YOGASCHULE SCH&Ouml;NBUCH daher einerseits statistisch und ferner mit dem Ziel ausgewertet, den Datenschutz und die Datensicherheit in unserem Unternehmen zu erh&ouml;hen, um letztlich ein optimales Schutzniveau f&uuml;r die von uns verarbeiteten personenbezogenen Daten sicherzustellen. Die anonymen Daten der Server-Logfiles werden getrennt von allen durch eine betroffene Person angegebenen personenbezogenen Daten gespeichert.</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">5. Registrierung auf unserer Internetseite</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die betroffene Person hat die M&ouml;glichkeit, sich auf der Internetseite des f&uuml;r die Verarbeitung Verantwortlichen unter Angabe von personenbezogenen Daten zu registrieren. Welche personenbezogenen Daten dabei an den f&uuml;r die Verarbeitung Verantwortlichen &uuml;bermittelt werden, ergibt sich aus der jeweiligen Eingabemaske, die f&uuml;r die Registrierung verwendet wird. Die von der betroffenen Person eingegebenen personenbezogenen Daten werden ausschlie&szlig;lich f&uuml;r die interne Verwendung bei dem f&uuml;r die Verarbeitung Verantwortlichen und f&uuml;r eigene Zwecke erhoben und gespeichert. Der f&uuml;r die Verarbeitung Verantwortliche kann die Weitergabe an einen oder mehrere Auftragsverarbeiter, beispielsweise einen Paketdienstleister, veranlassen, der die personenbezogenen Daten ebenfalls ausschlie&szlig;lich f&uuml;r eine interne Verwendung, die dem f&uuml;r die Verarbeitung Verantwortlichen zuzurechnen ist, nutzt.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Durch eine Registrierung auf der Internetseite des f&uuml;r die Verarbeitung Verantwortlichen wird ferner die vom Internet-Service-Provider (ISP) der betroffenen Person vergebene IP-Adresse, das Datum sowie die Uhrzeit der Registrierung gespeichert. Die Speicherung dieser Daten erfolgt vor dem Hintergrund, dass nur so der Missbrauch unserer Dienste verhindert werden kann, und diese Daten im Bedarfsfall erm&ouml;glichen, begangene Straftaten aufzukl&auml;ren. Insofern ist die Speicherung dieser Daten zur Absicherung des f&uuml;r die Verarbeitung Verantwortlichen erforderlich. Eine Weitergabe dieser Daten an Dritte erfolgt grunds&auml;tzlich nicht, sofern keine gesetzliche Pflicht zur Weitergabe besteht oder die Weitergabe der Strafverfolgung dient.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die Registrierung der betroffenen Person unter freiwilliger Angabe personenbezogener Daten dient dem f&uuml;r die Verarbeitung Verantwortlichen dazu, der betroffenen Person Inhalte oder Leistungen anzubieten, die aufgrund der Natur der Sache nur registrierten Benutzern angeboten werden k&ouml;nnen. Registrierten Personen steht die M&ouml;glichkeit frei, die bei der Registrierung angegebenen personenbezogenen Daten jederzeit abzu&auml;ndern oder vollst&auml;ndig aus dem Datenbestand des f&uuml;r die Verarbeitung Verantwortlichen l&ouml;schen zu lassen.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Der f&uuml;r die Verarbeitung Verantwortliche erteilt jeder betroffenen Person jederzeit auf Anfrage Auskunft dar&uuml;ber, welche personenbezogenen Daten &uuml;ber die betroffene Person gespeichert sind. Ferner berichtigt oder l&ouml;scht der f&uuml;r die Verarbeitung Verantwortliche personenbezogene Daten auf Wunsch oder Hinweis der betroffenen Person, soweit dem keine gesetzlichen Aufbewahrungspflichten entgegenstehen. Ein in dieser Datenschutzerkl&auml;rung namentlich benannter Datenschutzbeauftragter und die Gesamtheit der Mitarbeiter des f&uuml;r die Verarbeitung Verantwortlichen stehen der betroffenen Person in diesem Zusammenhang als Ansprechpartner zur Verf&uuml;gung.</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">6. Kontaktm&ouml;glichkeit &uuml;ber die Internetseite</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die Internetseite der YOGASCHULE SCH&Ouml;NBUCH enth&auml;lt aufgrund von gesetzlichen Vorschriften Angaben, die eine schnelle elektronische Kontaktaufnahme zu unserem Unternehmen sowie eine unmittelbare Kommunikation mit uns erm&ouml;glichen, was ebenfalls eine allgemeine Adresse der sogenannten elektronischen Post (E-Mail-Adresse) umfasst. Sofern eine betroffene Person per E-Mail oder &uuml;ber ein Kontaktformular den Kontakt mit dem f&uuml;r die Verarbeitung Verantwortlichen aufnimmt, werden die von der betroffenen Person &uuml;bermittelten personenbezogenen Daten automatisch gespeichert. Solche auf freiwilliger Basis von einer betroffenen Person an den f&uuml;r die Verarbeitung Verantwortlichen &uuml;bermittelten personenbezogenen Daten werden f&uuml;r Zwecke der Bearbeitung oder der Kontaktaufnahme zur betroffenen Person gespeichert. Es erfolgt keine Weitergabe dieser personenbezogenen Daten an Dritte.</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">7. Routinem&auml;&szlig;ige L&ouml;schung und Sperrung von personenbezogenen Daten</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Der f&uuml;r die Verarbeitung Verantwortliche verarbeitet und speichert personenbezogene Daten der betroffenen Person nur f&uuml;r den Zeitraum, der zur Erreichung des Speicherungszwecks erforderlich ist oder sofern dies durch den Europ&auml;ischen Richtlinien- und Verordnungsgeber oder einen anderen Gesetzgeber in Gesetzen oder Vorschriften, welchen der f&uuml;r die Verarbeitung Verantwortliche unterliegt, vorgesehen wurde.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Entf&auml;llt der Speicherungszweck oder l&auml;uft eine vom Europ&auml;ischen Richtlinien- und Verordnungsgeber oder einem anderen zust&auml;ndigen Gesetzgeber vorgeschriebene Speicherfrist ab, werden die personenbezogenen Daten routinem&auml;&szlig;ig und entsprechend den gesetzlichen Vorschriften gesperrt oder gel&ouml;scht.</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">8. Rechte der betroffenen Person</span></span></div>



<ul>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">a)&nbsp;&nbsp;&nbsp; Recht auf Best&auml;tigung</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Jede betroffene Person hat das vom Europ&auml;ischen Richtlinien- und Verordnungsgeber einger&auml;umte Recht, von dem f&uuml;r die Verarbeitung Verantwortlichen eine Best&auml;tigung dar&uuml;ber zu verlangen, ob sie betreffende personenbezogene Daten verarbeitet werden. M&ouml;chte eine betroffene Person dieses Best&auml;tigungsrecht in Anspruch nehmen, kann sie sich hierzu jederzeit an unseren Datenschutzbeauftragten oder einen anderen Mitarbeiter des f&uuml;r die Verarbeitung Verantwortlichen wenden.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">b)&nbsp;&nbsp;&nbsp; Recht auf Auskunft</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europ&auml;ischen Richtlinien- und Verordnungsgeber gew&auml;hrte Recht, jederzeit von dem f&uuml;r die Verarbeitung Verantwortlichen unentgeltliche Auskunft &uuml;ber die zu seiner Person gespeicherten personenbezogenen Daten und eine Kopie dieser Auskunft zu erhalten. Ferner hat der Europ&auml;ische Richtlinien- und Verordnungsgeber der betroffenen Person Auskunft &uuml;ber folgende Informationen zugestanden:</span></span></p>



	<ul>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">die Verarbeitungszwecke</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">die Kategorien personenbezogener Daten, die verarbeitet werden</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">die Empf&auml;nger oder Kategorien von Empf&auml;ngern, gegen&uuml;ber denen die personenbezogenen Daten offengelegt worden sind oder noch offengelegt werden, insbesondere bei Empf&auml;ngern in Drittl&auml;ndern oder bei internationalen Organisationen</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">falls m&ouml;glich die geplante Dauer, f&uuml;r die die personenbezogenen Daten gespeichert werden, oder, falls dies nicht m&ouml;glich ist, die Kriterien f&uuml;r die Festlegung dieser Dauer</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">das Bestehen eines Rechts auf Berichtigung oder L&ouml;schung der sie betreffenden personenbezogenen Daten oder auf Einschr&auml;nkung der Verarbeitung durch den Verantwortlichen oder eines Widerspruchsrechts gegen diese Verarbeitung</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">das Bestehen eines Beschwerderechts bei einer Aufsichtsbeh&ouml;rde</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">wenn die personenbezogenen Daten nicht bei der betroffenen Person erhoben werden: Alle verf&uuml;gbaren Informationen &uuml;ber die Herkunft der Daten</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">das Bestehen einer automatisierten Entscheidungsfindung einschlie&szlig;lich Profiling gem&auml;&szlig; Artikel 22 Abs.1 und 4 DS-GVO und &mdash; zumindest in diesen F&auml;llen &mdash; aussagekr&auml;ftige Informationen &uuml;ber die involvierte Logik sowie die Tragweite und die angestrebten Auswirkungen einer derartigen Verarbeitung f&uuml;r die betroffene Person</span></span></li>

	</ul>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Ferner steht der betroffenen Person ein Auskunftsrecht dar&uuml;ber zu, ob personenbezogene Daten an ein Drittland oder an eine internationale Organisation &uuml;bermittelt wurden. Sofern dies der Fall ist, so steht der betroffenen Person im &Uuml;brigen das Recht zu, Auskunft &uuml;ber die geeigneten Garantien im Zusammenhang mit der &Uuml;bermittlung zu erhalten.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">M&ouml;chte eine betroffene Person dieses Auskunftsrecht in Anspruch nehmen, kann sie sich hierzu jederzeit an unseren Datenschutzbeauftragten oder einen anderen Mitarbeiter des f&uuml;r die Verarbeitung Verantwortlichen wenden.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">c)&nbsp;&nbsp;&nbsp; Recht auf Berichtigung</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europ&auml;ischen Richtlinien- und Verordnungsgeber gew&auml;hrte Recht, die unverz&uuml;gliche Berichtigung sie betreffender unrichtiger personenbezogener Daten zu verlangen. Ferner steht der betroffenen Person das Recht zu, unter Ber&uuml;cksichtigung der Zwecke der Verarbeitung, die Vervollst&auml;ndigung unvollst&auml;ndiger personenbezogener Daten &mdash; auch mittels einer erg&auml;nzenden Erkl&auml;rung &mdash; zu verlangen.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">M&ouml;chte eine betroffene Person dieses Berichtigungsrecht in Anspruch nehmen, kann sie sich hierzu jederzeit an unseren Datenschutzbeauftragten oder einen anderen Mitarbeiter des f&uuml;r die Verarbeitung Verantwortlichen wenden.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">d)&nbsp;&nbsp;&nbsp; Recht auf L&ouml;schung (Recht auf Vergessen werden)</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europ&auml;ischen Richtlinien- und Verordnungsgeber gew&auml;hrte Recht, von dem Verantwortlichen zu verlangen, dass die sie betreffenden personenbezogenen Daten unverz&uuml;glich gel&ouml;scht werden, sofern einer der folgenden Gr&uuml;nde zutrifft und soweit die Verarbeitung nicht erforderlich ist:</span></span></p>



	<ul>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die personenbezogenen Daten wurden f&uuml;r solche Zwecke erhoben oder auf sonstige Weise verarbeitet, f&uuml;r welche sie nicht mehr notwendig sind.</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die betroffene Person widerruft ihre Einwilligung, auf die sich die Verarbeitung gem&auml;&szlig; Art. 6 Abs. 1 Buchstabe a DS-GVO oder Art. 9 Abs. 2 Buchstabe a DS-GVO st&uuml;tzte, und es fehlt an einer anderweitigen Rechtsgrundlage f&uuml;r die Verarbeitung.</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die betroffene Person legt gem&auml;&szlig; Art. 21 Abs. 1 DS-GVO Widerspruch gegen die Verarbeitung ein, und es liegen keine vorrangigen berechtigten Gr&uuml;nde f&uuml;r die Verarbeitung vor, oder die betroffene Person legt gem&auml;&szlig; Art. 21 Abs. 2 DS-GVO Widerspruch gegen die Verarbeitung ein.</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die personenbezogenen Daten wurden unrechtm&auml;&szlig;ig verarbeitet.</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die L&ouml;schung der personenbezogenen Daten ist zur Erf&uuml;llung einer rechtlichen Verpflichtung nach dem Unionsrecht oder dem Recht der Mitgliedstaaten erforderlich, dem der Verantwortliche unterliegt.</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die personenbezogenen Daten wurden in Bezug auf angebotene Dienste der Informationsgesellschaft gem&auml;&szlig; Art. 8 Abs. 1 DS-GVO erhoben.</span></span></li>

	</ul>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Sofern einer der oben genannten Gr&uuml;nde zutrifft und eine betroffene Person die L&ouml;schung von personenbezogenen Daten, die bei der YOGASCHULE SCH&Ouml;NBUCH gespeichert sind, veranlassen m&ouml;chte, kann sie sich hierzu jederzeit an unseren Datenschutzbeauftragten oder einen anderen Mitarbeiter des f&uuml;r die Verarbeitung Verantwortlichen wenden. Der Datenschutzbeauftragte der YOGASCHULE SCH&Ouml;NBUCH oder ein anderer Mitarbeiter wird veranlassen, dass dem L&ouml;schverlangen unverz&uuml;glich nachgekommen wird.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Wurden die personenbezogenen Daten von der YOGASCHULE SCH&Ouml;NBUCH &ouml;ffentlich gemacht und ist unser Unternehmen als Verantwortlicher gem&auml;&szlig; Art. 17 Abs. 1 DS-GVO zur L&ouml;schung der personenbezogenen Daten verpflichtet, so trifft die YOGASCHULE SCH&Ouml;NBUCH unter Ber&uuml;cksichtigung der verf&uuml;gbaren Technologie und der Implementierungskosten angemessene Ma&szlig;nahmen, auch technischer Art, um andere f&uuml;r die Datenverarbeitung Verantwortliche, welche die ver&ouml;ffentlichten personenbezogenen Daten verarbeiten, dar&uuml;ber in Kenntnis zu setzen, dass die betroffene Person von diesen anderen f&uuml;r die Datenverarbeitung Verantwortlichen die L&ouml;schung s&auml;mtlicher Links zu diesen personenbezogenen Daten oder von Kopien oder Replikationen dieser personenbezogenen Daten verlangt hat, soweit die Verarbeitung nicht erforderlich ist. Der Datenschutzbeauftragte der YOGASCHULE SCH&Ouml;NBUCH oder ein anderer Mitarbeiter wird im Einzelfall das Notwendige veranlassen.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">e)&nbsp;&nbsp;&nbsp; Recht auf Einschr&auml;nkung der Verarbeitung</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europ&auml;ischen Richtlinien- und Verordnungsgeber gew&auml;hrte Recht, von dem Verantwortlichen die Einschr&auml;nkung der Verarbeitung zu verlangen, wenn eine der folgenden Voraussetzungen gegeben ist:</span></span></p>



	<ul>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die Richtigkeit der personenbezogenen Daten wird von der betroffenen Person bestritten, und zwar f&uuml;r eine Dauer, die es dem Verantwortlichen erm&ouml;glicht, die Richtigkeit der personenbezogenen Daten zu &uuml;berpr&uuml;fen.</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die Verarbeitung ist unrechtm&auml;&szlig;ig, die betroffene Person lehnt die L&ouml;schung der personenbezogenen Daten ab und verlangt stattdessen die Einschr&auml;nkung der Nutzung der personenbezogenen Daten.</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Der Verantwortliche ben&ouml;tigt die personenbezogenen Daten f&uuml;r die Zwecke der Verarbeitung nicht l&auml;nger, die betroffene Person ben&ouml;tigt sie jedoch zur Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen.</span></span></li>

		<li><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die betroffene Person hat Widerspruch gegen die Verarbeitung gem. Art. 21 Abs. 1 DS-GVO eingelegt und es steht noch nicht fest, ob die berechtigten Gr&uuml;nde des Verantwortlichen gegen&uuml;ber denen der betroffenen Person &uuml;berwiegen.</span></span></li>

	</ul>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Sofern eine der oben genannten Voraussetzungen gegeben ist und eine betroffene Person die Einschr&auml;nkung von personenbezogenen Daten, die bei der YOGASCHULE SCH&Ouml;NBUCH gespeichert sind, verlangen m&ouml;chte, kann sie sich hierzu jederzeit an unseren Datenschutzbeauftragten oder einen anderen Mitarbeiter des f&uuml;r die Verarbeitung Verantwortlichen wenden. Der Datenschutzbeauftragte der YOGASCHULE SCH&Ouml;NBUCH oder ein anderer Mitarbeiter wird die Einschr&auml;nkung der Verarbeitung veranlassen.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">f)&nbsp;&nbsp;&nbsp;&nbsp; Recht auf Daten&uuml;bertragbarkeit</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europ&auml;ischen Richtlinien- und Verordnungsgeber gew&auml;hrte Recht, die sie betreffenden personenbezogenen Daten, welche durch die betroffene Person einem Verantwortlichen bereitgestellt wurden, in einem strukturierten, g&auml;ngigen und maschinenlesbaren Format zu erhalten. Sie hat au&szlig;erdem das Recht, diese Daten einem anderen Verantwortlichen ohne Behinderung durch den Verantwortlichen, dem die personenbezogenen Daten bereitgestellt wurden, zu &uuml;bermitteln, sofern die Verarbeitung auf der Einwilligung gem&auml;&szlig; Art. 6 Abs. 1 Buchstabe a DS-GVO oder Art. 9 Abs. 2 Buchstabe a DS-GVO oder auf einem Vertrag gem&auml;&szlig; Art. 6 Abs. 1 Buchstabe b DS-GVO beruht und die Verarbeitung mithilfe automatisierter Verfahren erfolgt, sofern die Verarbeitung nicht f&uuml;r die Wahrnehmung einer Aufgabe erforderlich ist, die im &ouml;ffentlichen Interesse liegt oder in Aus&uuml;bung &ouml;ffentlicher Gewalt erfolgt, welche dem Verantwortlichen &uuml;bertragen wurde.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Ferner hat die betroffene Person bei der Aus&uuml;bung ihres Rechts auf Daten&uuml;bertragbarkeit gem&auml;&szlig; Art. 20 Abs. 1 DS-GVO das Recht, zu erwirken, dass die personenbezogenen Daten direkt von einem Verantwortlichen an einen anderen Verantwortlichen &uuml;bermittelt werden, soweit dies technisch machbar ist und sofern hiervon nicht die Rechte und Freiheiten anderer Personen beeintr&auml;chtigt werden.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Zur Geltendmachung des Rechts auf Daten&uuml;bertragbarkeit kann sich die betroffene Person jederzeit an den von der YOGASCHULE SCH&Ouml;NBUCH bestellten Datenschutzbeauftragten oder einen anderen Mitarbeiter wenden.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">g)&nbsp;&nbsp;&nbsp; Recht auf Widerspruch</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europ&auml;ischen Richtlinien- und Verordnungsgeber gew&auml;hrte Recht, aus Gr&uuml;nden, die sich aus ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung sie betreffender personenbezogener Daten, die aufgrund von Art. 6 Abs. 1 Buchstaben e oder f DS-GVO erfolgt, Widerspruch einzulegen. Dies gilt auch f&uuml;r ein auf diese Bestimmungen gest&uuml;tztes Profiling.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die YOGASCHULE SCH&Ouml;NBUCH verarbeitet die personenbezogenen Daten im Falle des Widerspruchs nicht mehr, es sei denn, wir k&ouml;nnen zwingende schutzw&uuml;rdige Gr&uuml;nde f&uuml;r die Verarbeitung nachweisen, die den Interessen, Rechten und Freiheiten der betroffenen Person &uuml;berwiegen, oder die Verarbeitung dient der Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Verarbeitet die YOGASCHULE SCH&Ouml;NBUCH personenbezogene Daten, um Direktwerbung zu betreiben, so hat die betroffene Person das Recht, jederzeit Widerspruch gegen die Verarbeitung der personenbezogenen Daten zum Zwecke derartiger Werbung einzulegen. Dies gilt auch f&uuml;r das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht. Widerspricht die betroffene Person gegen&uuml;ber der YOGASCHULE SCH&Ouml;NBUCH der Verarbeitung f&uuml;r Zwecke der Direktwerbung, so wird die YOGASCHULE SCH&Ouml;NBUCH die personenbezogenen Daten nicht mehr f&uuml;r diese Zwecke verarbeiten.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Zudem hat die betroffene Person das Recht, aus Gr&uuml;nden, die sich aus ihrer besonderen Situation ergeben, gegen die sie betreffende Verarbeitung personenbezogener Daten, die bei der YOGASCHULE SCH&Ouml;NBUCH zu wissenschaftlichen oder historischen Forschungszwecken oder zu statistischen Zwecken gem&auml;&szlig; Art. 89 Abs. 1 DS-GVO erfolgen, Widerspruch einzulegen, es sei denn, eine solche Verarbeitung ist zur Erf&uuml;llung einer im &ouml;ffentlichen Interesse liegenden Aufgabe erforderlich.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Zur Aus&uuml;bung des Rechts auf Widerspruch kann sich die betroffene Person direkt an den Datenschutzbeauftragten der YOGASCHULE SCH&Ouml;NBUCH oder einen anderen Mitarbeiter wenden. Der betroffenen Person steht es ferner frei, im Zusammenhang mit der Nutzung von Diensten der Informationsgesellschaft, ungeachtet der Richtlinie 2002/58/EG, ihr Widerspruchsrecht mittels automatisierter Verfahren auszu&uuml;ben, bei denen technische Spezifikationen verwendet werden.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">h)&nbsp;&nbsp;&nbsp; Automatisierte Entscheidungen im Einzelfall einschlie&szlig;lich Profiling</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europ&auml;ischen Richtlinien- und Verordnungsgeber gew&auml;hrte Recht, nicht einer ausschlie&szlig;lich auf einer automatisierten Verarbeitung &mdash; einschlie&szlig;lich Profiling &mdash; beruhenden Entscheidung unterworfen zu werden, die ihr gegen&uuml;ber rechtliche Wirkung entfaltet oder sie in &auml;hnlicher Weise erheblich beeintr&auml;chtigt, sofern die Entscheidung (1) nicht f&uuml;r den Abschluss oder die Erf&uuml;llung eines Vertrags zwischen der betroffenen Person und dem Verantwortlichen erforderlich ist, oder (2) aufgrund von Rechtsvorschriften der Union oder der Mitgliedstaaten, denen der Verantwortliche unterliegt, zul&auml;ssig ist und diese Rechtsvorschriften angemessene Ma&szlig;nahmen zur Wahrung der Rechte und Freiheiten sowie der berechtigten Interessen der betroffenen Person enthalten oder (3) mit ausdr&uuml;cklicher Einwilligung der betroffenen Person erfolgt.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Ist die Entscheidung (1) f&uuml;r den Abschluss oder die Erf&uuml;llung eines Vertrags zwischen der betroffenen Person und dem Verantwortlichen erforderlich oder (2) erfolgt sie mit ausdr&uuml;cklicher Einwilligung der betroffenen Person, trifft die YOGASCHULE SCH&Ouml;NBUCH angemessene Ma&szlig;nahmen, um die Rechte und Freiheiten sowie die berechtigten Interessen der betroffenen Person zu wahren, wozu mindestens das Recht auf Erwirkung des Eingreifens einer Person seitens des Verantwortlichen, auf Darlegung des eigenen Standpunkts und auf Anfechtung der Entscheidung geh&ouml;rt.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">M&ouml;chte die betroffene Person Rechte mit Bezug auf automatisierte Entscheidungen geltend machen, kann sie sich hierzu jederzeit an unseren Datenschutzbeauftragten oder einen anderen Mitarbeiter des f&uuml;r die Verarbeitung Verantwortlichen wenden.</span></span></p>

	</li>

	<li>

	<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Recht auf Widerruf einer datenschutzrechtlichen Einwilligung</span></span></div>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Jede von der Verarbeitung personenbezogener Daten betroffene Person hat das vom Europ&auml;ischen Richtlinien- und Verordnungsgeber gew&auml;hrte Recht, eine Einwilligung zur Verarbeitung personenbezogener Daten jederzeit zu widerrufen.</span></span></p>



	<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">M&ouml;chte die betroffene Person ihr Recht auf Widerruf einer Einwilligung geltend machen, kann sie sich hierzu jederzeit an unseren Datenschutzbeauftragten oder einen anderen Mitarbeiter des f&uuml;r die Verarbeitung Verantwortlichen wenden.</span></span></p>

	</li>

</ul>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">9. Datenschutzbestimmungen zu Einsatz und Verwendung von Google-AdWords</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Der f&uuml;r die Verarbeitung Verantwortliche hat auf dieser Internetseite Google AdWords integriert. Google AdWords ist ein Dienst zur Internetwerbung, der es Werbetreibenden gestattet, sowohl Anzeigen in den Suchmaschinenergebnissen von Google als auch im Google-Werbenetzwerk zu schalten. Google AdWords erm&ouml;glicht es einem Werbetreibenden, vorab bestimmte Schl&uuml;sselw&ouml;rter festzulegen, mittels derer eine Anzeige in den Suchmaschinenergebnissen von Google ausschlie&szlig;lich dann angezeigt wird, wenn der Nutzer mit der Suchmaschine ein schl&uuml;sselwortrelevantes Suchergebnis abruft. Im Google-Werbenetzwerk werden die Anzeigen mittels eines automatischen Algorithmus und unter Beachtung der zuvor festgelegten Schl&uuml;sselw&ouml;rter auf themenrelevanten Internetseiten verteilt.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Betreibergesellschaft der Dienste von Google AdWords ist die Google Inc., 1600 Amphitheatre Pkwy, Mountain View, CA 94043-1351, USA.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Der Zweck von Google AdWords ist die Bewerbung unserer Internetseite durch die Einblendung von interessenrelevanter Werbung auf den Internetseiten von Drittunternehmen und in den Suchmaschinenergebnissen der Suchmaschine Google und eine Einblendung von Fremdwerbung auf unserer Internetseite.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Gelangt eine betroffene Person &uuml;ber eine Google-Anzeige auf unsere Internetseite, wird auf dem informationstechnologischen System der betroffenen Person durch Google ein sogenannter Conversion-Cookie abgelegt. Was Cookies sind, wurde oben bereits erl&auml;utert. Ein Conversion-Cookie verliert nach drei&szlig;ig Tagen seine G&uuml;ltigkeit und dient nicht zur Identifikation der betroffenen Person. &Uuml;ber den Conversion-Cookie wird, sofern das Cookie noch nicht abgelaufen ist, nachvollzogen, ob bestimmte Unterseiten, beispielsweise der Warenkorb von einem Online-Shop-System, auf unserer Internetseite aufgerufen wurden. Durch den Conversion-Cookie k&ouml;nnen sowohl wir als auch Google nachvollziehen, ob eine betroffene Person, die &uuml;ber eine AdWords-Anzeige auf unsere Internetseite gelangt ist, einen Umsatz generierte, also einen Warenkauf vollzogen oder abgebrochen hat.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die durch die Nutzung des Conversion-Cookies erhobenen Daten und Informationen werden von Google verwendet, um Besuchsstatistiken f&uuml;r unsere Internetseite zu erstellen. Diese Besuchsstatistiken werden durch uns wiederum genutzt, um die Gesamtanzahl der Nutzer zu ermitteln, welche &uuml;ber AdWords-Anzeigen an uns vermittelt wurden, also um den Erfolg oder Misserfolg der jeweiligen AdWords-Anzeige zu ermitteln und um unsere AdWords-Anzeigen f&uuml;r die Zukunft zu optimieren. Weder unser Unternehmen noch andere Werbekunden von Google-AdWords erhalten Informationen von Google, mittels derer die betroffene Person identifiziert werden k&ouml;nnte.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Mittels des Conversion-Cookies werden personenbezogene Informationen, beispielsweise die durch die betroffene Person besuchten Internetseiten, gespeichert. Bei jedem Besuch unserer Internetseiten werden demnach personenbezogene Daten, einschlie&szlig;lich der IP-Adresse des von der betroffenen Person genutzten Internetanschlusses, an Google in den Vereinigten Staaten von Amerika &uuml;bertragen. Diese personenbezogenen Daten werden durch Google in den Vereinigten Staaten von Amerika gespeichert. Google gibt diese &uuml;ber das technische Verfahren erhobenen personenbezogenen Daten unter Umst&auml;nden an Dritte weiter.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Die betroffene Person kann die Setzung von Cookies durch unsere Internetseite, wie oben bereits dargestellt, jederzeit mittels einer entsprechenden Einstellung des genutzten Internetbrowsers verhindern und damit der Setzung von Cookies dauerhaft widersprechen. Eine solche Einstellung des genutzten Internetbrowsers w&uuml;rde auch verhindern, dass Google einen Conversion-Cookie auf dem informationstechnologischen System der betroffenen Person setzt. Zudem kann ein von Google AdWords bereits gesetzter Cookie jederzeit &uuml;ber den Internetbrowser oder andere Softwareprogramme gel&ouml;scht werden.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Ferner besteht f&uuml;r die betroffene Person die M&ouml;glichkeit, der interessenbezogenen Werbung durch Google zu widersprechen. Hierzu muss die betroffene Person von jedem der von ihr genutzten Internetbrowser aus den Link www.google.de/settings/ads aufrufen und dort die gew&uuml;nschten Einstellungen vornehmen.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Weitere Informationen und die geltenden Datenschutzbestimmungen von Google k&ouml;nnen unter https://www.google.de/intl/de/policies/privacy/ abgerufen werden.</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">10. Rechtsgrundlage der Verarbeitung</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Art. 6 I lit. a DS-GVO dient unserem Unternehmen als Rechtsgrundlage f&uuml;r Verarbeitungsvorg&auml;nge, bei denen wir eine Einwilligung f&uuml;r einen bestimmten Verarbeitungszweck einholen. Ist die Verarbeitung personenbezogener Daten zur Erf&uuml;llung eines Vertrags, dessen Vertragspartei die betroffene Person ist, erforderlich, wie dies beispielsweise bei Verarbeitungsvorg&auml;ngen der Fall ist, die f&uuml;r eine Lieferung von Waren oder die Erbringung einer sonstigen Leistung oder Gegenleistung notwendig sind, so beruht die Verarbeitung auf Art. 6 I lit. b DS-GVO. Gleiches gilt f&uuml;r solche Verarbeitungsvorg&auml;nge die zur Durchf&uuml;hrung vorvertraglicher Ma&szlig;nahmen erforderlich sind, etwa in F&auml;llen von Anfragen zur unseren Produkten oder Leistungen. Unterliegt unser Unternehmen einer rechtlichen Verpflichtung durch welche eine Verarbeitung von personenbezogenen Daten erforderlich wird, wie beispielsweise zur Erf&uuml;llung steuerlicher Pflichten, so basiert die Verarbeitung auf Art. 6 I lit. c DS-GVO. In seltenen F&auml;llen k&ouml;nnte die Verarbeitung von personenbezogenen Daten erforderlich werden, um lebenswichtige Interessen der betroffenen Person oder einer anderen nat&uuml;rlichen Person zu sch&uuml;tzen. Dies w&auml;re beispielsweise der Fall, wenn ein Besucher in unserem Betrieb verletzt werden w&uuml;rde und daraufhin sein Name, sein Alter, seine Krankenkassendaten oder sonstige lebenswichtige Informationen an einen Arzt, ein Krankenhaus oder sonstige Dritte weitergegeben werden m&uuml;ssten. Dann w&uuml;rde die Verarbeitung auf Art. 6 I lit. d DS-GVO beruhen. Letztlich k&ouml;nnten Verarbeitungsvorg&auml;nge auf Art. 6 I lit. f DS-GVO beruhen. Auf dieser Rechtsgrundlage basieren Verarbeitungsvorg&auml;nge, die von keiner der vorgenannten Rechtsgrundlagen erfasst werden, wenn die Verarbeitung zur Wahrung eines berechtigten Interesses unseres Unternehmens oder eines Dritten erforderlich ist, sofern die Interessen, Grundrechte und Grundfreiheiten des Betroffenen nicht &uuml;berwiegen. Solche Verarbeitungsvorg&auml;nge sind uns insbesondere deshalb gestattet, weil sie durch den Europ&auml;ischen Gesetzgeber besonders erw&auml;hnt wurden. Er vertrat insoweit die Auffassung, dass ein berechtigtes Interesse anzunehmen sein k&ouml;nnte, wenn die betroffene Person ein Kunde des Verantwortlichen ist (Erw&auml;gungsgrund 47 Satz 2 DS-GVO).</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">11. Berechtigte Interessen an der Verarbeitung, die von dem Verantwortlichen oder einem Dritten verfolgt werden</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Basiert die Verarbeitung personenbezogener Daten auf Artikel 6 I lit. f DS-GVO ist unser berechtigtes Interesse die Durchf&uuml;hrung unserer Gesch&auml;ftst&auml;tigkeit zugunsten des Wohlergehens all unserer Mitarbeiter und unserer Anteilseigner.</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">12. Dauer, f&uuml;r die die personenbezogenen Daten gespeichert werden</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Das Kriterium f&uuml;r die Dauer der Speicherung von personenbezogenen Daten ist die jeweilige gesetzliche Aufbewahrungsfrist. Nach Ablauf der Frist werden die entsprechenden Daten routinem&auml;&szlig;ig gel&ouml;scht, sofern sie nicht mehr zur Vertragserf&uuml;llung oder Vertragsanbahnung erforderlich sind.</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">13. Gesetzliche oder vertragliche Vorschriften zur Bereitstellung der personenbezogenen Daten; Erforderlichkeit f&uuml;r den Vertragsabschluss; Verpflichtung der betroffenen Person, die personenbezogenen Daten bereitzustellen; m&ouml;gliche Folgen der Nichtbereitstellung</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Wir kl&auml;ren Sie dar&uuml;ber auf, dass die Bereitstellung personenbezogener Daten zum Teil gesetzlich vorgeschrieben ist (z.B. Steuervorschriften) oder sich auch aus vertraglichen Regelungen (z.B. Angaben zum Vertragspartner) ergeben kann. Mitunter kann es zu einem Vertragsschluss erforderlich sein, dass eine betroffene Person uns personenbezogene Daten zur Verf&uuml;gung stellt, die in der Folge durch uns verarbeitet werden m&uuml;ssen. Die betroffene Person ist beispielsweise verpflichtet uns personenbezogene Daten bereitzustellen, wenn unser Unternehmen mit ihr einen Vertrag abschlie&szlig;t. Eine Nichtbereitstellung der personenbezogenen Daten h&auml;tte zur Folge, dass der Vertrag mit dem Betroffenen nicht geschlossen werden k&ouml;nnte. Vor einer Bereitstellung personenbezogener Daten durch den Betroffenen muss sich der Betroffene an unseren Datenschutzbeauftragten wenden. Unser Datenschutzbeauftragter kl&auml;rt den Betroffenen einzelfallbezogen dar&uuml;ber auf, ob die Bereitstellung der personenbezogenen Daten gesetzlich oder vertraglich vorgeschrieben oder f&uuml;r den Vertragsabschluss erforderlich ist, ob eine Verpflichtung besteht, die personenbezogenen Daten bereitzustellen, und welche Folgen die Nichtbereitstellung der personenbezogenen Daten h&auml;tte.</span></span></p>



<div><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">14. Bestehen einer automatisierten Entscheidungsfindung</span></span></div>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Als verantwortungsbewusstes Unternehmen verzichten wir auf eine automatische Entscheidungsfindung oder ein Profiling.</span></span></p>



<p><span style="font-family:trebuchet ms,helvetica,sans-serif"><span style="color:#696969">Diese Muster Datenschutzerkl&auml;rung wurde durch den </span><a href="https://dg-datenschutz.de/datenschutzerklaerung/" rel="nofollow"><span style="color:#696969">DSGVO Datenschutzerkl&auml;rungs Generator</span></a><span style="color:#696969"> der Deutschen Gesellschaft f&uuml;r Datenschutz, in Kooperation mit der Kanzlei f&uuml;r </span><strong><a href="https://www.wbs-law.de/taetigkeitsgebiete/medienrecht/"><span style="color:#696969">Medienrecht</span></a><span style="color:#696969"> WILDE BEUGER SOLMECKE | Rechtsanw&auml;lte erstellt. </span></strong></span></p>

</div>


<div class='ibk_mtime' style='padding-right: 5px; margin: 0px 15px; text-align: right;'>letzte &Auml;nderung: 04.01.2022</div>
				</div>
			</div>
			<div style="clear: both"></div>
		</div>
		
		<div id="ibk_foot_container" class="rundeecke5">
			<div id="ibk_foot_box">
				<span id="ibk_footer_span" style="display:inline">Yogaschule Sch&ouml;nbuch - Barbara Krahl - Herrenberg-Kayh</span>
			</div>
		</div>
		
	</div>


	</div>
</div>



</body>
</html>
